import React from 'react';

const Loan = () => {
    return (
        <div>
            <header>
                <h3>借款服务协议</h3>
            </header>
            <content>
                <ul>
                    <li>协议编号：________</li>
                    <li>本协议由以下各方于 ____ 年 ____月 ____日签署</li>
                    <li>委托方（甲方）： ____</li>
                    <li>身份证件号码： ____</li>
                    <li>服务方（乙方） ：重庆市黔江区沣和小额贷款股份有限公司</li>
                    <li>法定代表人：</li>
                    <li>地址：</li>
                    <li>鉴于：</li>
                    <li>1. 甲方为具有借款需求，且具有完全民事权利 / 行为能力的适格主体。</li>
                    <li>2. 乙方为从事借款咨询服务的专业公司，拥有专业的调查团队及卓越的行业信誉，有能力为甲方提供专业及高效的借款咨询服务。</li>
                    <li>3. 甲方愿意接受乙方提供的借款咨询服务，即由乙方协助甲方在 包括但不限于在深圳 中业兴融 互联网金融服务有限公司等网络借贷 平台 （ 下称“网贷平台” ） 发标融资以及与合法的出借人或其他相关方达成协议并完成借贷交易，并由乙方提供与 网贷平台 签署的电子 借款合同 履行有关的其他服务，乙方愿意向甲方提供该等服务。为明确双方权利、义务，根据《中华人民共和国合同法》和有关法律法规规定，甲、乙双方经平等协商，签订本协议，以兹共同遵守。</li>
                    <li>
                        <h5>一. 服务事项</h5>
                        <p>乙方向甲方提供的服务主要包括以下内容：</p>
                        <p>1. 协助 甲方借款人民币（ 小 写）____元（下称“借款本金” ），期限为 ____天，甲方的借款用途为 个人消费   ，甲方保证借款用途符合国家有关法律法规的要求。乙方同意为甲方达成前述借款需求提供协助。</p>
                        <p>（1）如甲方未在借款期限内还款，则视为甲方自动申请延期借款14天，则自延期借款之日起，乙方有权向甲方收取借款金额____% 的借款延期服务费；</p>
                        <p>（2）延期管理费：自延期之日起，甲方以实际借款金额为准按日向乙方支付____%的延期管理费。</p>
                        <p>2.甲方知晓并理解，乙方提供的协助在任何情况下均不得理解为一定能协助甲方成功达成前述借款需求。若甲方无法从出借人取得前述借款款项，乙方仅需及时通知甲方，甲方不得以已签订本协议为由要求乙方出借资金或承担法律责任。</p>
                        <p>3.基于甲方的借款需求，为甲方提供借款前咨询，包括解答借款相关问题、对甲方是否满足借款条件进行初步审查，指导及协助甲方填写申请材料、完成借款申请等。</p>
                        <p>4.协助甲方完成借款申请资料的收集和准备，向甲方收集包括但不限于身份证明文件、银行账目往来流水、动产或不动产证明等贷款申请资料及信息，并对甲方资质及身份进行审查核实，为甲方现场解答借款相关问题。</p>
                        <p>5.根据甲方申请资料的准备情况，对甲方借款资质、资信状况及偿债能力进行综合评估，对甲方是否能满足出借人出借资金的条件进行审查，根据审查结果将甲方的借款需求向网贷平台上的出借人进行推荐并递交申请资料，帮助甲方在 网贷平台 建立有效交易及资金存管账户，并将出借人放款与否的审查结果及时向甲方进行反馈，根据甲方授权协助或代表甲方签署包括但不限于 网贷平台 电子借款合同等法律文件。</p>
                    </li>
                    <li>
                        <h5>二.   费用及支付方式</h5>
                        <p>1.甲方知晓并同意，为达成甲方的借款需求甲方需向出借人、借款合同居间方、乙方支付借款费用如下：</p>
                        <p>（1）基于出借人为甲方提供借款，甲方同意按借款合同约定的年化利率向出借人支付利息，自借款起始日起算，至借款全部结清日止。利息由甲方授权委托银行或第三方支付机构，在指定的还款日期将款项从甲方指定账户自动划扣至出借人银行或其他账户（以下简称“平台账户”）。</p>
                        <p>（2）甲方同意向按照借款协议约定支付借款服务费/居间服务费（以借款合同约定为准）；</p>
                        <p>（3）基于乙方为甲方提供本协议项下约定借款服务，甲方同意一次性向乙方支付平台服务费用____元。</p>
                        <p>（4）为确保甲方能够按时还款， 乙 方将为甲方借款寻找合适的第三方担保机构，甲方同意接受乙方委托从甲方账户扣取担保费用____元，并支付至担保机构账户。</p>
                        <p>以上费用均由甲方授权乙方通过甲方指定账户进行扣划，并将相关费用支付至相关各方账户。</p>
                        <p>实际借款期限届满当日18:00之前，甲方须一次性结清全部借款本息以及实际借款期限内产生的所有费用，该所有费用均由甲方授权委托第三方从甲方指定账户自动划扣至乙方的账户（以下简称“平台账户”）</p>
                        <p>2.在甲方委托的第三方划扣不成功时，甲方授权委托由乙方或乙方指定的第三方代收其还款款项（本金、利息、逾期管理费（如有）、违约金（如有）等）并代为向出借人还款。</p>
                    </li>
                    <li>
                        <h5>三.  借款人还款</h5>
                        <p>1.还款日及截止时间：</p>
                        <p>（1）甲方应根据借款合同以及本协议的约定偿还本金、利息及相关费用；若还款日为法定节假日或公休日，还款日不随之顺延，甲方应配合在法定节假日或公休日的前一日进行还款。若借款合同与本协议的约定有不一致之处，以本协议约定为准。</p>
                        <p>（2）乙方可于出借人发放借款后通知甲方借款起始日及还款日。</p>
                        <p>（3） 甲方应在实际借款期限届满当日18点前足额偿还当期应还金额。</p>
                        <p>（4）甲方实际的还款日期按甲方资金到达出借人账户或乙方指定账户的日期计算。</p>
                        <p>2.还款金额</p>
                        <p>甲方应还金额 = 应还本息（依借款合同约定）+居间服务费+平台服务费（如有）+担保费。</p>
                        <p>甲方应按时、足额在指定还款账户中存足相应金额用于扣划。</p>
                        <p>3.还款方式</p>
                        <p>（1）甲方已授权乙方委托第三方支付机构（详见甲方签署的《委托扣款授权书》）从甲方银行账户（以下简称“扣款账户”）中划扣应还款总额至出借人。甲方应保证还款日约定扣款账户内资金充足直至第三方扣款成功，如因甲方原因导致第三方未能在还款日足额扣款，包括但不限于甲方扣款账户余额不足、甲方办理该账户挂失、销户、银行止付等情况且未通知乙方并因此造成逾期的，甲方应按借款合同向出借人承担逾期支付的违约责任；</p>
                        <p>（2）甲方若无法通过委托划扣方式支付应还款额，应第一时间通知乙方，经乙方同意，甲方可以通过转账方式将应还款项转至乙方指定银行账户。</p>
                        <p>4.还款分配顺序</p>
                        <p>甲方同意其实际还款金额按以下顺序分配：先分配时间在前的应还款项，再分配时间在后的应还款项；分配顺序依次为：平台服务费、居间服务费、担保费、代收付费用、违约金、利息、本金。</p>
                        <p>5.提前结清</p>
                        <p>（1）除本协议约定的情况外，甲方如需提前结清借款应在还款日前三个工作日向乙方提出申请，乙方与出借人沟通并得到出借人同意后进行操作。</p>
                        <p>（2）出借人不接受甲方提前部分结清，若甲方提前还款的金额小于提前结清时甲方应还总额的，提前还款的金额将作为提存的还款保证金，到还款日时按还款分配的顺序转化为应还金额。</p>
                        <p>（3）任何情况下，甲方提前结清的，乙方一概不返还甲方已支付的服务费、管理费、风险准备金、利息。</p>
                        <p>6.借款逾期</p>
                        <p>（1）甲方发生下列情形之一时，视为甲方借款逾期：</p>
                        <p>A.于还款日当日18点时，未支付或未足额支付当期应还金额。</p>
                        <p>B.于借款到期日，或甲方依本协议之规定视为全部借款提前到期时，未支付或未足额支付应还金额。</p>
                        <p>（2）甲方发生借款逾期时，应优先通过委托第三方从甲方银行账户划扣应还款总额的方式还款。</p>
                        <p>（3）借款逾期期间为：逾期发生日起至清偿全部应还款项日止。</p>
                    </li>
                    <li>
                        <h5>四.  双方的权利与义务</h5>
                        <p>1.乙方的权利与义务</p>
                        <p>（1）乙方应尽力协助甲方与合法的出借人及其他相关方达成协议并完成借款交易。</p>
                        <p>（2）经乙方协助，甲方成功从合法的出借人处取得借款的，乙方协助甲方与出借人及相关合作方平台签订电子借款合同。</p>
                        <p>（3）无需征求甲方的同意，乙方有权使用、核实、处理、保留甲方基于本协议所提供的相关资料。</p>
                        <p>（4）乙方有权按照本协议及甲方在网贷平台签署的电子借款合同的约定向甲方收取甲方全部应还款项及应付费用。</p>
                        <p>（ 5）甲方借款成功后，如再发生向第三方借款或为第三方提供担保的情形，应在3个工作日内书面告知乙方，否则乙方有权终止本协议并要求甲方向出借人提前结清应还款项。本条款不受第三条第6款第（1）点的限制。</p>
                        <p>（6）若甲方未按时足额支付应还款额，乙方有权自行催收或委托第三方进行催收，催收方式为采取法律所允许的所有措施（包括但不仅限于信件、短信、电话、上门、诉讼等方式）向甲方进行催收。因催收甲方逾期借款所产生的费用（包括但不限于人工费、交通费、通讯费等）由甲方承担。</p>
                        <p>（7）本协议生效后，甲方不得单方撤销委托，若甲方撤销，甲方仍应向乙方履行本协议第二条第2款规定的付款义务。</p>
                        <p>2.甲方的权利与义务</p>
                        <p>（1）甲方保证按照借款申请时的用途使用资金，未经乙方书面同意，不得擅自改变借款用途。</p>
                        <p>（2）甲方应按照乙方的要求提供包括但不仅限于个人信息、工作情况、企业信息及经营情况、资产证明、收入情况、家庭情况、信用报告、负债情况、历史偿债情况等相关资料，并保证这些资料的真实、完整和有效。否则，甲方应当向乙方承担本协议约定的违约责任，并赔偿因此对乙方及出借人造成的损失。</p>
                        <p>（3）甲方承诺在本协议终止前，如甲方发生基于本协议所提供的相关资料和信息的变更，甲方应在资料或信息发生变更之日起三日内书面通知乙方，在甲方通知乙方及办理完成变更手续前，因此产生的一切后果由甲方承担，造成乙方损失的，甲方应承担赔偿责任。</p>
                        <p>（4）就本协议中的相关各方为甲方提供本协议项下的约定服务及借款本金，甲方同意向乙方及相关各方支付借款费用及按期归还本金。</p>
                        <p>（5）甲方应对乙方提供的有关商业信息、资料保密。</p>
                    </li>
                    <li>
                        <h5>五.  委托授权</h5>
                        <p>1.甲方授权乙方以甲方名义在网贷平台注册账户及进行管理。甲方承诺，在委托期限内不得自行在网贷平台以出借人的身份另行注册。</p>
                        <p>2.甲方授权乙方以甲方的名义在网贷平台及\或网贷平台合作机构发布借款需求信息，包括但不限于发布甲方个人信息（包括但不限于姓名、性别、年龄、学历、家庭情况、户籍、资产情况、身份证件以及个人相关征信信息等）、借款需求信息（如借款金额、期限、利率、用途、担保措施等）等与借款相关的及网贷平台 合作机构要求发布的其他信息，并视情况为该等借款引入增信措施。如在前述借款信息发布之日起2个工作日后仍未能实现匹配借款，乙方可取消已经发布的借款需求，甲方予以接受。</p>
                        <p>3.甲方授权乙方在相关机构（包括但不限于金融机构、税务、工商、征信机构、人民法院等）查询、确认甲方的相关征信信息，并授权网贷平台将甲方在网贷平台的借款信息向网贷平台合作机构进行披露，但合作机构应承担同等保密义务。</p>
                        <p>4.乙方已向甲方提供网贷平台的注册协议及借款合同的合同版本并已对内容、签署方式及效力进行了详尽的解释说明，甲方已全部理解并自愿接受前述全部内容。</p>
                        <p>甲方理解并同意：a）采用以电子文本形式制作生成的注册协议及借款合同；b）由乙方以甲方名义注册甲方网贷平台账户，并通过操作甲方网贷平台账户，以甲方名义代为签署的借款合同电子文本，一经乙方点击确认，即对甲方发生效力，甲方同意受其约束。</p>
                        <p>5.委托期限：自本协议生效之日起至甲方对在网贷平台签署的借款合同、注册协议项下约定义务全部履行完毕之日止。</p>
                        <p>6.甲方在此做出不可撤销的承诺：甲方在上述借款合同及与网贷平台签署的平台服务协议以及本协议项下约定的义务未全部履行完毕之前，不得单方撤销本协议中对乙方的任何授权委托。</p>
                    </li>
                    <li>
                        <h5>六.  违约责任</h5>
                        <p>1.甲方未履行或未充分履行本协议及甲方在网贷平台签署的电子借款合同项下的各项义务时构成违约。</p>
                        <p>2.甲方违约时，乙方有权将甲方的信息进行公开披露，披露途径包括但不限于媒体、公安机关、法院、其他司法机关和征信系统，且乙方无需对此承担任何责任。</p>
                        <p>3.甲方未按照本协议约定按时支付按时全额偿还每月还款额，则需根据逾期天数支付违约金，违约金的具体标准为：每日违约金为当月应还未还本息金额的1%。</p>
                    </li>
                    <li>
                        <h5>七. 甲方个人信用信息</h5>
                        <p>甲方同意乙方向征信机构提供甲方本次借款申请所登记的个人信息、借款信息、后续还款记录及本人还款的不良记录等信息，甲方确认已被明确告知提供上述信息可能会给本人的信用带来的影响及不确定的后果，甲方仍然同意乙方向征信机构提供前述信息。</p>
                    </li>
                    <li>
                        <h5>八.  其他约定</h5>
                        <p>1.本协议为电子协议，采用数据电文形式签订，双方均采用数字证书签署本协议，双方均应向乙方合作 的合法第三方CA认证机构申请数字证书，用于签署本协议及各方申请数字证书服务视为各方理解并同意使用该数字证书签署本协议的行为具有完全的法律效力。</p>
                        <p>2.甲方确认，在保证对甲方的服务不变的前提下，如出借人将借款合同下的债权转让给第三方，无须征得甲方同意。甲方仍按借款合同约定对债权受让方承担还款等责任。</p>
                        <p>3.关于甲方、出借人及其他相关方所签订的借款合同电子合同，借款合同作为本次借款行为的共同法律文件，是本协议不可缺少的组成部分，甲、乙双方已阅读并明确借款合同的全部内容。甲、乙双方委托乙方的合作平台代为保管签订的借款合同电子合同，如果甲方需查阅或使用该借款合同，可联系乙方协助处理。</p>
                    </li>
                    <li>
                        <h5>九.  通知与送达</h5>
                        <p>甲方向乙方发出的本协议项下的任何通知在下列时间视为送达：</p>
                        <p>（1）以信件方式发出的，以信件送达日期视为送达日；</p>
                        <p>（2）以传真方式发出的，以发送成功之时视为送达；</p>
                        <p>（3）以手机信息（包括但不限于短信、微信）方式发出的，以信息发送成功之时视为送达。</p>
                    </li>
                    <li>
                        <h5>十.  争议解决</h5>
                        <p>如有争议，双方首先通过协商解决；协商不成的，可向平台所在地仲裁委员会仲裁，根据仲裁当时有效的规则进行仲裁，仲裁结果对双方均有约束力。</p>
                    </li>
                    <li>
                        <h5>十一.     合同生效及终止</h5>
                        <p>本协议采用电子形式签署，自甲方通过乙方服务平台点击确认或同意按钮即开始生效，并对协议双方产生法律效力,本协议与附件《委托扣款授权书》共同构成完整协议，并具有同等法律效力，至本协议项下权利义务履行完毕之日或本协议约定的导致协议终止的条件满足时终止。如果甲方的借款或借贷交易最终未达成的，自甲方向乙方支付服务费后，本协议终止。</p>
                    </li>
                    <li>（后无正文）</li>
                    <li>甲方（签字）：____</li>
                    <li style={{height:100}}>乙方（盖章）：重庆市黔江区沣和小额贷款股份有限公司</li>
                    <li>附件：</li>
                    <li>委托扣款授权书</li>
                    <li>鉴于授权人（指“主协议甲方”）通过 重庆市黔江区沣和小额贷款股份有限公司（被授权人，指“主协议乙方”）向出借人进行借款，推荐借款人通过网络借贷平台向出借人进行借款并与其签订相关借款协议（以下简称“协议”），为确保借款人能够按时偿还借款本息及相关借款费用。现授权人郑重声明并已仔细阅知、理解下述各项规定并同意遵守：</li>
                    <li>一、授权人同意被授权人委托银行或第三方支付机构从本授权书所列明账户中划扣相关借款本息及借款费用。</li>
                    <li>二、授权人在指定账户中必须留有足够余额，否则因账户余额不足或不可归责于被授权人委托方的任何事由，导致无法及时扣款或扣款错误、失败，责任由授权人自行承担。</li>
                    <li>三、本授权书自主协议生效之日起至协议各方于协议中约定的权利义务全部履行完毕之日终止。</li>
                    <li>四、在授权人履行完全部借款义务前，授权人不得撤销本授权书。</li>
                    <li>五、授权人保证本授权书的真实性、合法性、有效性，被授权人依据本授权书进行的委托扣款操作引起的一切法律纠纷或风险，由授权人独立承担或解决。</li>
                    <li>六、如果授权人出现逾期账款未还的情形,本授权期限自动延长到所有欠款全部偿还之日止。</li>
                    <li>七、授权人资料：</li>
                    <li>银行卡户:______________</li>
                    <li>银行卡开户银行:______________</li>
                    <li>银行卡账号:______________</li>
                    <li>身份证号码:______________</li>
                    <li>联系手机:______________</li>
                </ul>
            </content>
        </div>
    )
}

export default Loan;